Repository: mt-mods/dreambuilder_game
Catalog: homedecor/locale/*.po
Languages: pt

source: Plastic sheet
pt: Folha de Plástico

source: Unprocessed Plastic base
pt: Base de plástico não Processada

source: black
pt: preto

source: brown
pt: marrom

source: blue
pt: azul

source: cyan
pt: ciano

source: dark grey
pt: cinza escuro

source: dark green
pt: verde escuro

source: green
pt: verde

source: grey
pt: cinza

source: orange
pt: laranja

source: pink
pt: rosa

source: red
pt: vermelho

source: violet
pt: violeta

source: white
pt: branco

source: yellow
pt: amarelo

source: Bed (@1)
pt: Cama (@1)

source: Bed (@1, king sized)
pt: Cama (@1, aumentada)

source: mahogany
pt: mogno

source: oak
pt: carvalho

source: Nightstand with One Drawer (@1)
pt: Mesa de Cabeceira com Gaveta (@1)

source: One-drawer Nightstand
pt: Mesinha de Uma Gaveta

source: Nightstand with Two Drawers (@1)
pt: Mesa de Cabeceira com Duas Gavetas

source: Two-drawer Nightstand
pt: Mesinha de Duas Gavetas

source: granite
pt: granito

source: marble
pt: mármore

source: steel
pt: aço

source: Kitchen Cabinet
pt: Armário de Cozinha

source: Kitchen Cabinet (@1 top)
pt: Armário de Cozinha (tampo de @1)

source: Half-height Kitchen Cabinet (on ceiling)
pt: Armário Superior de Cozinha (no teto)

source: Kitchen Cabinet with sink
pt: Armário de Cozinha com Pia

source: Under-sink cabinet
pt: Armário sob a Pia

source: Paper towels
pt: Papel toalha

source: Bars
pt: Barras

source: Binding Bars
pt: Barras do Canto

source: Chains
pt: Correntes

source: Wall Torch
pt: Tocha de parede

source: Wall Lamp
pt: Lâmpada de Parede

source: Refrigerator (stainless steel)
pt: Refrigerador (aço inoxidável)

source: Refrigerator
pt: Refrigerador

source: Oven
pt: Forno

source: Oven (stainless steel)
pt: Forno (aço inoxidável)

source: Microwave Oven
pt: Forno Microondas

source: Coffee Maker
pt: Cafeteira

source: Toaster
pt: Torradeira

source: Dishwasher
pt: Lava Louças

source: wood
pt: madeira

source: Dishwasher (@1)
pt: Lava Louças (@1)

source: Glass Skylight
pt: Claraboia de Vidro

source: Glass Skylight Frosted
pt: Claraboia de Vidro Fosco

source: asphalt
pt: asfalto

source: terracotta
pt: terracota

source: Shingles (@1)
pt: Telhas (@1)

source: @1 (outer corner)
pt: @1 (canto exterior)

source: @1 (inner corner)
pt: @1 (canto interno)

source: Wood Shingles
pt: Telhas de Madeira

source: Asphalt Shingles
pt: Telhas de Asfalto

source: Terracotta Shingles
pt: Telhas de Terracota

source: Glass Shingles
pt: Telhas de Vidro

source: Chimney
pt: Chaminé

source: Window (quartered)
pt: Janela Dividida

source: Window (plain)
pt: Janela (Sem Acabamento)

source: Window Blinds (thick)
pt: Persiana (grossa)

source: Window Blinds (thin)
pt: Persiana (fina)

source: Curtains (@1)
pt: Cortinas (@1)

source: brass
pt: latão

source: wrought iron
pt: ferro forjado

source: Curtain Rod (@1)
pt: Suporte de Cortina (@1)

source: Window flowerbox
pt: Janela com Caixa de Flores

source: Stained Glass
pt: Vitral

source: Uncooked Terracotta Base
pt: Base Bruta de Terracota

source: Terracotta Roof Tile
pt: Telha de Terracota

source: Oil extract
pt: Extrato de Óleo

source: Unprocessed paraffin
pt: Parafina não processada

source: Plastic strips
pt: Faixas de plástico

source: Small Wooden Drawer
pt: Gaveta Pequena de Madeira

source: Simple Integrated Circuit
pt: Circuito Integrado Simples

source: Heating element
pt: Elemento de aquecimento

source: Power Crystal
pt: Cristal de Força

source: Blank Canvas
pt: Tela Branca

source: Spool of copper wire
pt: Bobina de fio de cobre

source: Spool of steel wire
pt: Bobina de fio de aço

source: Speaker driver
pt: Alto-falante

source: Fan blades
pt: Pás de ventilador

source: Copper Strip
pt: Tira de Cobre

source: Steel Strip
pt: Tira de Aço

source: Steel chainlink
pt: Cerca/corrimão de aço

source: Brass chainlink
pt: Cerca/corrimão de bronze

source: Soda Can
pt: Lata de Refrigerante

source: Gold Coin (for soda vending machine)
pt: Moeda de Ouro (para máquina de venda de refrigerante)

source: Silicon lump
pt: Massa de silício

source: Brass Ingot
pt: Lingote de Latão

source: Small Flower Pot
pt: Vaso de Flor Pequeno

source: Large Stereo Speaker
pt: Alto-falante Grande

source: Large Stereo Speaker, open front
pt: Alto-falante Grande, frente aberta

source: Small Surround Speaker
pt: Alto-falante Pequeno

source: Stereo Receiver
pt: Aparelho de Som

source: Projection Screen Material
pt: Material de Tela de Projeção

source: Small CRT Television
pt: TV de tubo pequena

source: DVD and VCR
pt: DVD e VCR

source: Telephone
pt: Telefone

source: Thick Glowlight (@1)
pt: Arandela Fina (@1)

source: Thin Glowlight (@1)
pt: Arandela Grossa (@1)

source: Small Glowlight Cube (@1)
pt: Arandela Cúbica Pequena (@1)

source: Plasma Lamp
pt: Lâmpada de Plasma

source: Plasma Ball
pt: Bola de Plasma

source: Thick Candle
pt: Vela Grossa

source: Thin Candle
pt: Vela Fina

source: Candlestick (wrought iron)
pt: Castiçal (ferro forjado)

source: Candlestick (brass)
pt: Castiçal (latão)

source: Wall sconce
pt: Candeeiro de Parede

source: Oil lamp (hurricane)
pt: Luminária a óleo (lamparina)

source: Oil Lamp (tabletop)
pt: Luminária a Óleo (sobre mesa)

source: Ground Lantern
pt: Lanterna de Chão

source: Hanging Lantern
pt: Lanterna de Parede

source: Lattice lantern (large)
pt: Lanterna com gelosia (grande)

source: Lattice lantern (small)
pt: Lanterna com gelosia (pequena)

source: Table Lamp (@1)
pt: Luminária de Mesa (@1)

source: Standing Lamp (@1)
pt: Luminária Elevada (@1)

source: Desk Lamp (@1)
pt: Luminária de Escritório (@1)

source: Ceiling Lamp
pt: Luminária de Teto

source: Ceiling Lamp (off)
pt: Luminária de Teto (desligada)

source: Fence/railing (@1)
pt: Cerca/corrimão (@1)

source: Fence/railing with sign (@1)
pt: Cerca/corrimão com placa (@1)

source: Unpainted Picket Fence
pt: Cerca de Piquete Não Pintada

source: Unpainted Picket Fence Corner
pt: Cerca de Piquete Não Pintada de Canto

source: White Picket Fence
pt: Cerca de Piquete Branca

source: White Picket Fence Corner
pt: Cerca de Piquete Branca de Canto

source: Wooden Privacy Fence
pt: Cerca Privativa de Madeira

source: Wooden Privacy Fence Corner
pt: Cerca Privativa de Madeira de Canto

source: Barbed Wire Fence
pt: Cerca de Arame Farpado

source: Barbed Wire Fence Corner
pt: Cerca de Arame Farpado de Canto

source: Chainlink Fence
pt: Cerca de Tela de Arame

source: Chainlink Fence Corner
pt: Cerca de Tela de Arame de Canto

source: Wrought Iron fence (type 2)
pt: Cerca de Ferro Forjado (tipo 2)

source: Wrought Iron fence (type 2) Corner
pt: Cerca de Ferro Forjado (tipo 2) de Canto

source: unpainted oak
pt: carvalho não pintado

source: forest green
pt: verde floresta

source: light blue
pt: azul claro

source: Wooden Shutter (@1)
pt: Persiana de Madeira (@1)

source: Barbecue
pt: Churrasqueira

source: Garden Bench (style 1)
pt: Banco de Jardim (estilo 1)

source: Garden Bench (style 2)
pt: Banco de Jardim (estilo 2)

source: Deck Chair
pt: Cadeira de Praia

source: Doghouse
pt: Casa de Cachorro

source: Simple Bench
pt: Banco Simples

source: Garden stone path
pt: Caminho de pedra de jardim

source: white wood
pt: madeira branca

source: wood, with vegetation
pt: madeira, com vegetação

source: white wood, with vegetation
pt: madeira branca, com vegetação

source: Garden Lattice (@1)
pt: Gelosia de Jardin (@1)

source: Tree's swing
pt: Balancinho de árvore

source: Water well
pt: Poço de agua

source: Shrubbery (@1)
pt: Matagal (@1)

source: Toilet
pt: Vaso Sanitário

source: Toilet paper
pt: Papel higiênico

source: Bathroom Sink
pt: Pia de Banheiro

source: Bathroom taps/faucet
pt: Torneira de Banheiro

source: Bathroom taps/faucet (brass)
pt: Torneira de Banheiro (latão)

source: Shower Tray
pt: Ralo do Chuveiro

source: Shower Head
pt: Chuveiro

source: Bathroom sundries set
pt: Espelho de Banheiro com bancada

source: Air Conditioner
pt: Ar condicionado

source: Desk Fan
pt: Ventilador de Escritório

source: Ceiling Fan
pt: Ventilador de Teto

source: Space heater
pt: Aquecedor de ambiente

source: Radiator heater
pt: Aquecedor de radiador

source: Mahogany Closet Door (@1 opening)
pt: Porta de Closet em Mogno (abre para @1)

source: Oak Closet Door (@1 opening)
pt: Porta de Closet em Carvalho (abre para @1)

source: Fancy Wood/Glass Door (@1 opening)
pt: Porta de madeira/vidro trabalhada (abre para @1)

source: Glass Office Door (@1 opening)
pt: Porta de Vidro para Escritório (abre para @1)

source: Glass and Wood, Oak-colored (@1 opening)
pt: Vidro e madeira (carvalho) (abre para @1)

source: Glass and Wood, Mahogany-colored (@1 opening)
pt: Vidro e madeira (mogno) (abre para @1)

source: Glass and Wood, White (@1 opening)
pt: Vidro e madeira (branca) (abre para @1)

source: Plain Wooden Door (@1 opening)
pt: Porta de Madeira Sem Acabamento (abre para @1)

source: White Bedroom Door (@1 opening)
pt: Porta de Quarto Branca (abre para @1)

source: Wrought Iron Gate/Door (@1 opening)
pt: Cerca/corrimão de ferro forjado (abre para @1)

source: Wooden door with glass insert (@1 opening)
pt: Porta de Madeira com Vidraça (abre para @1)

source: Wooden door with glass insert, type 2 (@1 opening)
pt: Porta de Madeira com Vidraça, tipo 2 (abre para @1)

source: left
pt: esquerda

source: right
pt: direita

source: Unpainted Picket Fence Gate
pt: Porteira de Madeira Não Pintada

source: White Picket Fence Gate
pt: Porteira Branca de Piquete

source: Barbed Wire Fence Gate
pt: Porteira de Arame Farpado

source: Chainlink Fence Gate
pt: Porteira de Tela de Arame

source: Japanese wall (top)
pt: Divisória japonesa (superior)

source: Japanese wall
pt: Divisória japonesa

source: Japanese wall (bottom)
pt: Divisória japonesa (inferior)

source: Japanese tatami
pt: Tatami Japonês

source: Japanese-style door
pt: Porta estilo japonês

source: Loaded!
pt: Carregado!

source: Textured Ceiling Paint
pt: Pintura Texturizada do Teto

source: Drop-Ceiling Tile
pt: Placa de Teto

source: small
pt: pequeno

source: large
pt: grande

source: persian
pt: persiana

source: Rug (@1)
pt: Carpete (@1)

source: Flower Pot (@1)
pt: Vaso de Flores

source: Rose
pt: Rosa

source: Tulip
pt: Tulipa

source: Yellow Dandelion
pt: Dente de Leão Amarelo

source: White Dandelion
pt: Dente de Leão Branco

source: Blue Geranium
pt: Gerânio Azul

source: Viola
pt: Violeta

source: Cactus
pt: Cacto

source: Potted flower (@1)
pt: Vaso de Flor (@1)

source: Brass Pole
pt: Poste de bronze

source: Wrought Iron Pole
pt: Poste de Ferro Forjado

source: Fishtank
pt: Aquário

source: Fishtank (lighted)
pt: Aquário (iluminado)

source: Cardboard box (big)
pt: Caixa de Papelão (grande)

source: Cardboard box
pt: Caixa de Papelão

source: DVD/CD cabinet
pt: Gabinete de DVD/CD

source: Pool Table
pt: Mesa de Sinuca

source: Trophy
pt: Troféu

source: Sport bench
pt: Supino Reto

source: Skateboard
pt: Skate

source: Metal tool cabinet and work table
pt: Gabinete de ferramentas metálicas e mesa de trabalho

source: Picture Frame
pt: Quadro de Foto

source: Decorative painting #@1
pt: Quadro Decorativo #@1

source: dark topped
pt: coberto escuro

source: Banister for Stairs (@1, @2)
pt: Corrimão para Escadas (@1, @2)

source: not enough space
pt: Espaço induficiente

source: Small square glass table
pt: Tampo Quadrado de Vidro

source: Small round glass table
pt: Tampo Redondo de Vidro

source: Large glass table piece
pt: Tampo Grande de Vidro

source: Small square wooden table
pt: Tampo Quadrado de Madeira

source: Small round wooden table
pt: Tampo Redondo de Madeira

source: Large wooden table piece
pt: Tampo Grande de Madeira

source: Utility Table
pt: Mesa de Trabalho

source: Table Legs (@1)
pt: Pernas de Mesa (@1)

source: Legs for Utility Table
pt: Pernas para Mesa de Trabalho

source: Writable Book (@1)
pt: Livro Consumível (@1)

source: @1 has written in a book (title: "@2"): "@3" at location @4
pt: @1 escreveu um livro (título: "@2"): "@3" na localização @4

source: Table
pt: Mesa

source: Mahogany Table
pt: Mesa em Mogno

source: White Table
pt: Mesa Branca

source: plain
pt: Sem Acabamento

source: Kitchen chair (@1)
pt: Cadeira de Cozinha (@1)

source: Armchair (@1)
pt: Poltrona (@1)

source: Bookshelf (open-frame)
pt: Estante de Livros de Parede

source: Wall Shelf
pt: Estante de Parede

source: @1 moves stuff in @2 at @3
pt: @1 moveu algo de @2 em @3

source: @1 moves @2 to @3 at @4
pt: @1 moveu @2 de @3 em @4

source: @1 takes @2 from @3 at @4
pt: @1 pegou @2 de @3 em @4

source: @1 (owned by @2)
pt: @1 (pertence a @2)

source: @1 tried to access a @2 belonging to @3 at @4
pt: @1 tentou acessar @2 pertencente a @3 em @4

source: @1 (Locked)
pt: @1 (trancado)

source: Furnace
pt: Forno

source: @1 (empty)
pt: @1 (vazio)

source: @1 (active)
pt: @1 (ativo)

source: @1 (active: @2%)
pt: @1 (ativo: @2%)

source: @1 (out of fuel)
pt: @1 (sem combustível)

source: @1 (output bins are full)
pt: @1 (saída de itens está lotada)

source: Filing cabinet
pt: Armário sob a Pia

source: white/grey
pt: branco/cinza

source: white/dark grey
pt: branco/cinza escuro

source: white/black
pt: branco/preto

source: black/dark grey
pt: preto/cinza escuro

source: white/red
pt: branco/vermelho

source: white/green
pt: branco/verde

source: white/blue
pt: branco/azul

source: white/yellow
pt: branco/amarelo

source: white/tan
pt: branco/bronzeado

source: Bathroom/kitchen tiles (@1)
pt: Azulejo de Banheiro/Cozinha (@1)

source: Towel rod with towel
pt: Tolo de Toalha com Toalha

source: Medicine cabinet
pt: Gabinete Medicinal
